from Constants import HIGH_FILES_WAY


def get_info(image_name):
    return {'image': HIGH_FILES_WAY + image_name,
            'name': "Супер мега пушка Сокрушитель миров 3000 ультра экстрим круть",
            'description': ["Слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова",
                            "Слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова слова"],
            'cost': 10,
            'specifications': {'spec1': "Значение свойства spec1",
                               'spec2': "Значение свойства spec2",
                               'spec3': "Значение свойства spec3"},
            'indivisible': False}
